INSERT INTO `barbers`
(`email`, `name`, `phone_number`)
VALUES
('pucmak@gmail.com', 'Іван', '38066832812'),
('killer2005@gmail.com', 'Ростік', '38098812354'),
('dotaismylife@gmail.com', 'володя', '38068821812'),
('2106best@gmail.com', 'шлявко', '38095711513');

INSERT INTO services
(duration, name, price)
VALUES
    (60, "Жіноча стрижка", 2400),
    (60, "Манікюр", 1000),
    (90, "Фарбування волосся", 1800),
    (45, "Причісування", 1500),
    (120, "Мелірування", 3000),
    (30, "Педикюр", 700),
    (90, "Спа-процедура для обличчя", 2500),
    (60, "Масаж голови", 1200),
    (60, "Макіяж", 2000),
    (45, "Біотатуаж брів", 2200);

INSERT INTO `service_provider`
(`barber_id`, `service_id`)
VALUES
(1, 1),
(1, 2),
(1, 3),
(1, 4),
(1, 5),
(1, 6),
(1, 7),
(1, 8),
(1, 9),
(1, 10),
(2, 1),
(2, 2),
(2, 3),
(2, 4),
(2, 5),
(2, 6),
(2, 7),
(2, 8),
(2, 9),
(2, 10),
(3, 1),
(3, 2),
(3, 3),
(3, 4),
(3, 5),
(3, 6),
(3, 7),
(3, 8),
(3, 9),
(3, 10),
(3, 1),
(3, 2),
(3, 3),
(3, 4),
(3, 5),
(3, 6),
(3, 7),
(3, 8),
(3, 9),
(4, 1),
(4, 2),
(4, 3),
(4, 4),
(4, 5),
(4, 6),
(4, 7),
(4, 8),
(4, 9),
(4, 10);

